Repository: xcv58/MacTools
Catalog: Plugins/DisplayBrightness/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# error.adjustTimedOut
source: 亮度调节超时。
ar: انتهت مهلة ضبط السطوع.
de: Die Helligkeitsanpassung hat das Zeitlimit überschritten.
en: Brightness adjustment timed out.
es: Se agotó el tiempo para ajustar el brillo.
fr: Le réglage de la luminosité a expiré.
ja: 明るさの調整がタイムアウトしました。
ko: 밝기 조절 시간이 초과되었습니다.
pt: O ajuste do brilho excedeu o tempo limite.
ru: Истекло время ожидания изменения яркости.
tr: Parlaklık ayarı zaman aşımına uğradı.
zh_hant: 亮度調整逾時。

# action.unavailable.noDisplays
source: 未检测到可调节亮度的显示器。
ar: لم يتم اكتشاف أي شاشات يمكن ضبط سطوعها.
de: Es wurden keine Displays mit einstellbarer Helligkeit erkannt.
en: No displays with adjustable brightness were detected.
es: No se detectaron pantallas con brillo ajustable.
fr: Aucun écran à luminosité réglable n’a été détecté.
ja: 明るさを調整できるディスプレイが検出されませんでした。
ko: 밝기를 조절할 수 있는 디스플레이가 감지되지 않았습니다.
pt: Nenhuma tela com brilho ajustável foi detectada.
ru: Дисплеи с регулируемой яркостью не обнаружены.
tr: Parlaklığı ayarlanabilir bir ekran algılanmadı.
zh_hant: 未偵測到可調整亮度的顯示器。

# metadata.title
source: 显示器亮度
ar: سطوع العرض
de: Anzeigehelligkeit
en: Display Brightness
es: Brillo de la pantalla
fr: Luminosité de l'écran
ja: ディスプレイの明るさ
ko: 디스플레이 밝기
pt: Brilho da tela
ru: Яркость дисплея
tr: Ekran Parlaklığı
zh_hant: 顯示器亮度

# metadata.description
source: 快速调节每个显示器的亮度
ar: ضبط السطوع بسرعة لكل شاشة.
de: Passen Sie die Helligkeit für jedes Display schnell an.
en: Quickly adjust brightness for each display.
es: Ajusta rápidamente el brillo de cada pantalla.
fr: Ajustez rapidement la luminosité de chaque écran.
ja: 各ディスプレイの明るさをすばやく調整します。
ko: 각 디스플레이의 밝기를 빠르게 조정하세요.
pt: Ajuste rapidamente o brilho de cada tela.
ru: Быстрая настройка яркости для каждого дисплея.
tr: Her ekranın parlaklığını hızlıca ayarlayın.
zh_hant: 快速調節每個顯示器的亮度

# panel.subtitle.noDisplays
source: 未检测到可调节亮度的显示器
ar: لم يتم اكتشاف أي شاشات قابلة للتعديل
de: Keine anpassbaren Displays erkannt
en: No adjustable displays detected
es: No se detectaron pantallas ajustables
fr: Aucun affichage réglable détecté
ja: 調整可能なディスプレイが検出されませんでした
ko: 조정 가능한 디스플레이가 감지되지 않았습니다.
pt: Nenhuma tela ajustável detectada
ru: Настраиваемые дисплеи не обнаружены
tr: Ayarlanabilir ekran algılanmadı
zh_hant: 未檢測到可調節亮度的顯示器

# panel.subtitle.displayCountFormat
source: %d 个显示器
ar: يعرض %d
de: %d wird angezeigt
en: %d displays
es: %d muestra
fr: %d affiche
ja: %d が表示されます
ko: %d 표시
pt: %d é exibido
ru: Отображается %d
tr: %d ekran
zh_hant: %d 個顯示器

# shortcut.direction.decrease
source: 降低
ar: تقليل
de: Abnahme
en: Decrease
es: Disminución
fr: Diminuer
ja: 減少
ko: 감소
pt: Diminuir
ru: Уменьшение
tr: Azalt

# shortcut.direction.increase
source: 增加
ar: زيادة
de: Erhöhen
en: Increase
es: Aumentar
fr: Augmentation
ja: 増加
ko: 증가
pt: Aumentar
ru: Увеличение
tr: Artır

# shortcut.titleFormat
source: %@亮度
ar: %@ السطوع
de: %@ Helligkeit
en: %@ Brightness
es: %@ Brillo
fr: %@ Luminosité
ja: %@ 明るさ
ko: %@ 밝기
pt: %@ Brilho
ru: %@ Яркость
tr: Parlaklığı %@

# shortcut.descriptionFormat
source: %@显示器亮度。
ar: %@ سطوع الشاشة.
de: %@ Displayhelligkeit.
en: %@ display brightness.
es: %@ brillo de la pantalla.
fr: Luminosité de l'écran %@.
ja: %@ ディスプレイの明るさ。
ko: %@ 디스플레이 밝기.
pt: %@ brilho da tela.
ru: %@ яркость дисплея.
tr: Ekran parlaklığını %@.
zh_hant: %@顯示器亮度。

# shortcut.settingsGroupTitle
source: 亮度快捷键
ar: اختصارات السطوع
de: Helligkeitsverknüpfungen
en: Brightness Shortcuts
es: Atajos de brillo
fr: Raccourcis de luminosité
ja: 明るさのショートカット
ko: 밝기 단축키
pt: Atalhos de brilho
ru: Ярлыки
tr: Parlaklık Kısayolları
zh_hant: 亮度快速鍵

# shortcut.settingsGroupDescription
source: 按所选作用范围调整显示器亮度。
ar: ضبط سطوع الشاشة باستخدام النطاق المستهدف المحدد.
de: Passen Sie die Displayhelligkeit mithilfe des ausgewählten Zielbereichs an.
en: Adjust display brightness using the selected target scope.
es: Ajusta el brillo de la pantalla usando el alcance objetivo seleccionado.
fr: Ajustez la luminosité de l'écran à l'aide de la portée cible sélectionnée.
ja: 選択したターゲット スコープを使用してディスプレイの明るさを調整します。
ko: 선택한 대상 범위를 사용하여 디스플레이 밝기를 조정합니다.
pt: Ajuste o brilho da tela usando o escopo de destino selecionado.
ru: Отрегулируйте яркость дисплея, используя выбранную целевую область.
tr: Seçili hedef kapsama göre ekran parlaklığını ayarlayın.
zh_hant: 按所選作用範圍調整顯示器亮度。

# settings.shortcutTarget.sectionTitle
source: 作用范围
ar: النطاق المستهدف
de: Zielbereich
en: Target Scope
es: Alcance objetivo
fr: Portée cible
ja: ターゲット範囲
ko: 대상 범위
pt: Escopo alvo
ru: Целевой объем
tr: Hedef Kapsam
zh_hant: 作用範圍

# settings.shortcutTarget.title
source: 快捷键目标
ar: هدف الاختصار
de: Verknüpfungsziel
en: Shortcut Target
es: Destino del acceso directo
fr: Cible du raccourci
ja: ショートカットターゲット
ko: 바로가기 대상
pt: Alvo do atalho
ru: Цель быстрого доступа
tr: Kısayol Hedefi
zh_hant: 快速鍵目標

# settings.shortcutTarget.followsMouse
source: 跟随鼠标
ar: اتبع الماوس
de: Maus folgen
en: Follow Mouse
es: Seguir ratón
fr: Suivre la souris
ja: マウスをフォローしてください
ko: 마우스 따라가기
pt: Seguir o Rato
ru: Следовать за мышью
tr: Fareyi İzle
zh_hant: 跟隨滑鼠

# settings.shortcutTarget.allDisplays
source: 所有显示器
ar: جميع شاشات العرض
de: Alle Anzeigen
en: All Displays
es: Todas las pantallas
fr: Tous les affichages
ja: すべてのディスプレイ
ko: 모든 디스플레이
pt: Todas as telas
ru: Все дисплеи
tr: Tüm Ekranlar
zh_hant: 所有顯示器

# settings.shortcutTarget.followsMouseDescription
source: 只调整光标所在屏幕。
ar: يضبط العرض أسفل المؤشر فقط.
de: Passt nur die Anzeige unter dem Zeiger an.
en: Only adjusts the display under the pointer.
es: Solo ajusta la visualización debajo del puntero.
fr: Ajuste uniquement l'affichage sous le pointeur.
ja: ポインタの下の表示のみを調整します。
ko: 포인터 아래의 디스플레이만 조정합니다.
pt: Ajusta apenas a exibição sob o ponteiro.
ru: Настраивает только отображение под указателем.
tr: Yalnızca işaretçinin altındaki ekranı ayarlar.
zh_hant: 只調整光標所在螢幕。

# settings.shortcutTarget.allDisplaysDescription
source: 同步调整所有可控显示器。
ar: يضبط كل شاشة عرض يمكن التحكم فيها معًا.
de: Passt alle steuerbaren Displays gemeinsam an.
en: Adjusts every controllable display together.
es: Ajusta todas las pantallas controlables juntas.
fr: Ajuste tous les écrans contrôlables ensemble.
ja: すべての制御可能なディスプレイをまとめて調整します。
ko: 제어 가능한 모든 디스플레이를 함께 조정합니다.
pt: Ajusta todos os monitores controláveis juntos.
ru: Настраивает каждый управляемый дисплей одновременно.
tr: Denetlenebilir tüm ekranları birlikte ayarlar.
zh_hant: 同步調整所有可控顯示器。

# displayDisable.action.disable
source: 关闭内建显示屏
ar: إيقاف تشغيل شاشة العرض المدمجة
de: Integrierte Anzeige ausschalten
en: Turn Off Built-in Display
es: Apagar la pantalla integrada
fr: Désactiver l'affichage intégré
ja: 内蔵ディスプレイをオフにする
ko: 내장 디스플레이 끄기
pt: Desativar tela integrada
ru: Отключить встроенный дисплей
tr: Yerleşik Ekranı Kapat
zh_hant: 關閉內建顯示螢幕

# displayDisable.action.restore
source: 恢复内建显示屏
ar: استعادة شاشة العرض المدمجة
de: Eingebautes Display wiederherstellen
en: Restore Built-in Display
es: Restaurar pantalla integrada
fr: Restaurer l'affichage intégré
ja: 内蔵ディスプレイを復元
ko: 내장 디스플레이 복원
pt: Restaurar exibição integrada
ru: Восстановить встроенный дисплей
tr: Yerleşik Ekranı Geri Yükle
zh_hant: 恢復內建顯示螢幕

# error.displayUnavailable
source: 显示器已断开连接
ar: تم قطع اتصال الشاشة.
de: Die Anzeige wurde getrennt.
en: The display has disconnected.
es: La pantalla se ha desconectado.
fr: L'écran s'est déconnecté.
ja: ディスプレイが切断されました。
ko: 디스플레이 연결이 끊어졌습니다.
pt: A tela foi desconectada.
ru: Дисплей отключился.
tr: Ekranın bağlantısı kesildi.
zh_hant: 顯示器已斷開連接

# error.brightnessUnavailableFormat
source: %@ 当前无法读取亮度
ar: %@ لا يمكنه قراءة السطوع الآن
de: %@ kann die Helligkeit derzeit nicht lesen
en: %@ cannot read brightness right now
es: %@ no puede leer el brillo en este momento
fr: %@ ne peut pas lire la luminosité pour le moment
ja: %@ は現在明るさを読み取ることができません
ko: %@은 현재 밝기를 읽을 수 없습니다.
pt: %@ não é possível ler o brilho no momento
ru: %@ сейчас не может определить яркость
tr: %@ şu anda parlaklığı okuyamıyor
zh_hant: %@ 當前無法讀取亮度

# error.nativeAPINotAvailable
source: 系统亮度接口不可用
ar: واجهة برمجة تطبيقات سطوع النظام غير متاحة.
de: Systemhelligkeits-API ist nicht verfügbar.
en: System brightness API is unavailable.
es: La API de brillo del sistema no está disponible.
fr: L'API de luminosité du système n'est pas disponible.
ja: システム輝度 API は使用できません。
ko: 시스템 밝기 API를 사용할 수 없습니다.
pt: A API de brilho do sistema não está disponível.
ru: API яркости системы недоступен.
tr: Sistem parlaklık API'si kullanılamıyor.
zh_hant: 系統亮度接口不可用

# error.genericBrightnessUnavailable
source: 显示器当前无法读取亮度
ar: لا تستطيع الشاشة قراءة السطوع الآن
de: Das Display kann derzeit die Helligkeit nicht ablesen
en: The display cannot read brightness right now
es: La pantalla no puede leer el brillo en este momento
fr: L'écran ne peut pas lire la luminosité pour le moment
ja: ディスプレイは現在明るさを読み取ることができません
ko: 현재 디스플레이에서 밝기를 읽을 수 없습니다.
pt: A tela não consegue ler o brilho no momento
ru: На дисплее сейчас невозможно определить яркость
tr: Ekran şu anda parlaklığı okuyamıyor
zh_hant: 顯示器當前無法讀取亮度

# error.i2cUnavailableFormat
source: %@ 不支持 DDC/CI
ar: %@ لا يدعم DDC/CI
de: %@ unterstützt DDC/CI nicht
en: %@ does not support DDC/CI
es: %@ no es compatible con DDC/CI
fr: %@ ne prend pas en charge DDC/CI
ja: %@ は DDC/CI をサポートしていません
ko: %@은(는) DDC/CI을(를) 지원하지 않습니다.
pt: %@ não é compatível com DDC/CI
ru: %@ не поддерживает DDC/CI
tr: %@, DDC/CI desteklemiyor

# error.unsupportedReplyFormat
source: %@ 返回了无效亮度数据
ar: %@ قام بإرجاع بيانات سطوع غير صالحة
de: %@ hat ungültige Helligkeitsdaten zurückgegeben
en: %@ returned invalid brightness data
es: %@ devolvió datos de brillo no válidos
fr: %@ a renvoyé des données de luminosité non valides
ja: %@ が無効な輝度データを返しました
ko: %@이 잘못된 밝기 데이터를 반환했습니다.
pt: %@ retornou dados de brilho inválidos
ru: %@ вернул неверные данные яркости
tr: %@ geçersiz parlaklık verileri döndürdü
zh_hant: %@ 返回了無效亮度數據

# error.ddcWriteFailedFormat
source: %@ DDC 写入失败
ar: %@ فشلت كتابة DDC
de: %@ DDC-Schreiben fehlgeschlagen
en: %@ DDC write failed
es: %@ Error al escribir DDC
fr: %@ Échec de l'écriture DDC
ja: %@ DDC 書き込みに失敗しました
ko: %@ DDC 쓰기 실패
pt: %@ Falha na gravação do DDC
ru: %@ Ошибка записи DDC
tr: %@ için DDC yazma işlemi başarısız oldu
zh_hant: %@ DDC 寫入失敗

# error.softwareBrightnessFailed
source: 软件亮度调节失败
ar: فشل تعديل سطوع البرنامج
de: Software-Helligkeitsanpassung fehlgeschlagen
en: Software brightness adjustment failed
es: Error en el ajuste de brillo del software
fr: Échec du réglage logiciel de la luminosité
ja: ソフトウェアの明るさ調整に失敗しました
ko: 소프트웨어 밝기 조정 실패
pt: Falha no ajuste de brilho do software
ru: Не удалось выполнить программную настройку яркости
tr: Yazılımsal parlaklık ayarı başarısız oldu
zh_hant: 軟件亮度調節失敗

# error.nativeBrightnessWriteFailed
source: 原生亮度写入失败
ar: فشلت كتابة السطوع الأصلي
de: Schreiben der nativen Helligkeit fehlgeschlagen
en: Native brightness write failed
es: Error al escribir con brillo nativo
fr: Échec de l'écriture de la luminosité native
ja: ネイティブ輝度の書き込みに失敗しました
ko: 기본 밝기 쓰기 실패
pt: Falha na gravação do brilho nativo
ru: Ошибка записи встроенной яркости
tr: Yerel parlaklık yazma işlemi başarısız oldu
zh_hant: 原生亮度寫入失敗

# error.adjustFailedFormat
source: 调节失败：%@
ar: فشل التعديل: %@
de: Anpassung fehlgeschlagen: %@
en: Adjustment failed: %@
es: Error de ajuste: %@
fr: Échec du réglage : %@
ja: 調整に失敗しました: %@
ko: 조정 실패: %@
pt: Falha no ajuste: %@
ru: Не удалось выполнить настройку: %@
tr: Ayarlama başarısız oldu: %@
zh_hant: 調節失敗：%@

# displayDisable.error.beginConfiguration
source: 无法开始显示器配置
ar: تعذر بدء تكوين العرض
de: Anzeigekonfiguration konnte nicht gestartet werden
en: Could not begin display configuration
es: No se pudo iniciar la configuración de visualización
fr: Impossible de démarrer la configuration de l'affichage
ja: ディスプレイ構成を開始できませんでした
ko: 디스플레이 구성을 시작할 수 없습니다
pt: Não foi possível iniciar a configuração do monitor
ru: Не удалось начать настройку дисплея
tr: Ekran yapılandırması başlatılamadı
zh_hant: 無法開始顯示器配置

# displayDisable.error.completeConfiguration
source: 无法提交显示器配置
ar: تعذر تطبيق تكوين العرض
de: Anzeigekonfiguration konnte nicht angewendet werden
en: Could not apply display configuration
es: No se pudo aplicar la configuración de visualización
fr: Impossible d'appliquer la configuration d'affichage
ja: ディスプレイ構成を適用できませんでした
ko: 디스플레이 구성을 적용할 수 없습니다
pt: Não foi possível aplicar a configuração de exibição
ru: Не удалось применить конфигурацию отображения
tr: Ekran yapılandırması uygulanamadı
zh_hant: 無法提交顯示器配置

# displayDisable.error.configureDisplay
source: 无法切换显示器状态
ar: تعذر تغيير حالة العرض
de: Anzeigestatus konnte nicht geändert werden
en: Could not change display state
es: No se pudo cambiar el estado de visualización
fr: Impossible de modifier l'état d'affichage
ja: 表示状態を変更できませんでした
ko: 표시 상태를 변경할 수 없습니다
pt: Não foi possível alterar o estado de exibição
ru: Не удалось изменить состояние отображения
tr: Ekran durumu değiştirilemedi
zh_hant: 無法切換顯示器狀態

# displayDisable.message.disableFailed
source: 关闭显示器失败
ar: تعذر إيقاف تشغيل الشاشة
de: Das Display konnte nicht ausgeschaltet werden
en: Could not turn off the display
es: No se pudo apagar la pantalla
fr: Impossible d’éteindre l’écran
ja: ディスプレイをオフにできませんでした
ko: 디스플레이를 끌 수 없습니다
pt: Não foi possível desligar a tela
ru: Не удалось отключить дисплей
tr: Ekran kapatılamadı
zh_hant: 關閉顯示器失敗

# displayDisable.message.disableFailedRestored
source: 关闭显示器失败，已尝试恢复
ar: تعذر إيقاف تشغيل الشاشة؛ تمت محاولة استعادتها
de: Das Display konnte nicht ausgeschaltet werden; Wiederherstellung wurde versucht
en: Could not turn off the display; tried to restore it
es: No se pudo apagar la pantalla; se intentó restaurarla
fr: Impossible d’éteindre l’écran ; restauration tentée
ja: ディスプレイをオフにできませんでした。復元を試みました
ko: 디스플레이를 끌 수 없습니다. 복원을 시도했습니다
pt: Não foi possível desligar a tela; tentou-se restaurá-la
ru: Не удалось отключить дисплей; выполнена попытка восстановления
tr: Ekran kapatılamadı; geri yüklenmeye çalışıldı
zh_hant: 關閉顯示器失敗，已嘗試恢復

# displayDisable.message.mirrorUnsupported
source: 镜像显示时暂不支持关闭显示器
ar: لا يمكن إيقاف تشغيل شاشة أثناء عكس الشاشات
de: Displays können bei gespiegelten Displays nicht ausgeschaltet werden
en: A display cannot be turned off while displays are mirrored
es: No se puede apagar una pantalla mientras las pantallas están duplicadas
fr: Impossible d’éteindre un écran lorsque les écrans sont en miroir
ja: ミラーリング中はディスプレイをオフにできません
ko: 미러링 중에는 디스플레이를 끌 수 없습니다
pt: Não é possível desligar uma tela enquanto as telas estão espelhadas
ru: Нельзя отключить дисплей, пока включён видеоповтор
tr: Ekranlar yansıtılırken bir ekran kapatılamaz
zh_hant: 鏡像輸出時暫不支援關閉顯示器

# displayDisable.message.needsExternalDisplay
source: 连接外接显示器后可关闭内建显示屏
ar: قم بتوصيل شاشة خارجية قبل إيقاف تشغيل الشاشة المدمجة
de: Schließen Sie ein externes Display an, bevor Sie das integrierte Display ausschalten
en: Connect an external display before turning off the built-in display
es: Conecte una pantalla externa antes de apagar la pantalla incorporada
fr: Connectez un écran externe avant d'éteindre l'écran intégré
ja: 内蔵ディスプレイの電源をオフにする前に、外部ディスプレイを接続してください
ko: 내장 디스플레이를 끄기 전에 외부 디스플레이를 연결하세요
pt: Conecte um monitor externo antes de desligar o monitor integrado
ru: Подключите внешний дисплей перед выключением встроенного дисплея
tr: Yerleşik ekranı kapatmadan önce harici bir ekran bağlayın
zh_hant: 連接外接顯示器後可關閉內建顯示螢幕

# displayDisable.message.noBuiltInDisplay
source: 未检测到内建显示屏
ar: لم يتم اكتشاف شاشة عرض مدمجة
de: Kein integriertes Display erkannt
en: No built-in display detected
es: No se detectó ninguna pantalla integrada
fr: Aucun écran intégré détecté
ja: 内蔵ディスプレイが検出されませんでした
ko: 내장 디스플레이가 감지되지 않음
pt: Nenhuma tela integrada detectada
ru: Встроенный дисплей не обнаружен
tr: Yerleşik ekran algılanmadı
zh_hant: 未檢測到內建顯示螢幕

# displayDisable.message.restoreFailed
source: 恢复显示器失败
ar: تعذرت استعادة الشاشة
de: Das Display konnte nicht wiederhergestellt werden
en: Could not restore the display
es: No se pudo restaurar la pantalla
fr: Impossible de restaurer l’écran
ja: ディスプレイを復元できませんでした
ko: 디스플레이를 복원할 수 없습니다
pt: Não foi possível restaurar a tela
ru: Не удалось восстановить дисплей
tr: Ekran geri yüklenemedi
zh_hant: 恢復顯示器失敗

# displayDisable.unsupported
source: 当前系统不支持关闭显示器
ar: لا يدعم هذا النظام إيقاف تشغيل الشاشات
de: Dieses System unterstützt das Ausschalten von Displays nicht
en: This system does not support turning off displays
es: Este sistema no admite apagar pantallas
fr: Ce système ne permet pas d’éteindre les écrans
ja: このシステムはディスプレイのオフをサポートしていません
ko: 이 시스템은 디스플레이 끄기를 지원하지 않습니다
pt: Este sistema não permite desligar telas
ru: Эта система не поддерживает отключение дисплеев
tr: Bu sistem ekran kapatmayı desteklemiyor
zh_hant: 目前系統不支援關閉顯示器

# settings.shortcutTarget.searchDescription
source: 选择亮度快捷键控制的显示器范围。
ar: اختر نطاق الشاشات التي تتحكم بها اختصارات السطوع.
de: Wähle, welche Displays von den Helligkeitskurzbefehlen gesteuert werden.
en: Choose which displays are controlled by brightness shortcuts.
es: Elige qué pantallas controlan los atajos de brillo.
fr: Choisissez les écrans contrôlés par les raccourcis de luminosité.
ja: 明るさのショートカットで操作するディスプレイを選択します。
ko: 밝기 단축키로 제어할 디스플레이 범위를 선택합니다.
pt: Escolha quais telas são controladas pelos atalhos de brilho.
ru: Выберите дисплеи, которыми управляют сочетания яркости.
tr: Parlaklık kısayollarının hangi ekranları denetleyeceğini seçin.
zh_hant: 選擇亮度快速鍵控制的顯示器範圍。

# settings.shortcutTarget.searchKeyword
source: 屏幕
ar: شاشة
de: Bildschirm
en: screen
es: pantalla
fr: écran
ja: 画面
ko: 화면
pt: tela
ru: экран
tr: ekran
zh_hant: 螢幕

# displayDisable.builtInName
source: 内建显示屏
ar: شاشة العرض المدمجة
de: Integriertes Display
en: Built-in Display
es: Pantalla integrada
fr: Écran intégré
ja: 内蔵ディスプレイ
ko: 내장 디스플레이
pt: Tela integrada
ru: Встроенный дисплей
tr: Yerleşik Ekran
zh_hant: 內建顯示螢幕

# displayDisable.action.disableFormat
source: 关闭“%@”
ar: إيقاف تشغيل "%@"
de: „%@“ ausschalten
en: Turn Off “%@”
es: Apagar «%@»
fr: Éteindre « %@ »
ja: “%@”をオフにする
ko: “%@” 끄기
pt: Desligar “%@”
ru: Отключить «%@»
tr: “%@” Ekranını Kapat
zh_hant: 關閉「%@」

# displayDisable.action.restoreFormat
source: 恢复“%@”
ar: استعادة "%@"
de: „%@“ wiederherstellen
en: Restore “%@”
es: Restaurar «%@»
fr: Restaurer « %@ »
ja: “%@”を復元
ko: “%@” 복원
pt: Restaurar “%@”
ru: Восстановить «%@»
tr: “%@” Ekranını Geri Yükle
zh_hant: 恢復「%@」

# displayDisable.message.lastDisplay
source: 至少需要保留一个显示器
ar: يجب أن تبقى شاشة واحدة على الأقل قيد التشغيل
de: Mindestens ein Display muss eingeschaltet bleiben
en: At least one display must stay on
es: Al menos una pantalla debe permanecer encendida
fr: Au moins un écran doit rester allumé
ja: 少なくとも1台のディスプレイをオンのままにする必要があります
ko: 디스플레이를 하나 이상 켜 두어야 합니다
pt: Pelo menos uma tela precisa permanecer ligada
ru: Хотя бы один дисплей должен оставаться включённым
tr: En az bir ekran açık kalmalı
zh_hant: 至少需要保留一個顯示器

# displayDisable.message.lidClosed
source: 打开盖子后将恢复内建显示屏
ar: ستتم استعادة الشاشة المدمجة بعد فتح الغطاء
de: Das integrierte Display wird nach dem Öffnen des Deckels wiederhergestellt
en: The built-in display will be restored when the lid opens
es: La pantalla integrada se restaurará al abrir la tapa
fr: L’écran intégré sera restauré à l’ouverture du capot
ja: 蓋を開けると内蔵ディスプレイが復元されます
ko: 덮개를 열면 내장 디스플레이가 복원됩니다
pt: A tela integrada será restaurada quando a tampa for aberta
ru: Встроенный дисплей будет восстановлен после открытия крышки
tr: Kapak açıldığında yerleşik ekran geri yüklenecek
zh_hant: 打開上蓋後將恢復內建顯示螢幕

# displayDisable.message.displayDisconnected
source: 显示器已断开连接
ar: تم فصل الشاشة
de: Das Display wurde getrennt
en: The display was disconnected
es: La pantalla se desconectó
fr: L’écran a été déconnecté
ja: ディスプレイの接続が解除されました
ko: 디스플레이 연결이 해제되었습니다
pt: A tela foi desconectada
ru: Дисплей отключён
tr: Ekranın bağlantısı kesildi
zh_hant: 顯示器已中斷連線

# displayDisable.status.off
source: 已关闭
ar: متوقف
de: Aus
en: Off
es: Apagada
fr: Éteint
ja: オフ
ko: 꺼짐
pt: Desligada
ru: Выключен
tr: Kapalı
zh_hant: 已關閉
